# St7SetLoadCaseName

Sets the name of the specified load case in a Strand7 model.

long St7SetLoadCaseName(long uID, long CaseNum, char* CaseName)
Input Parameters
uID
Strand7 model file ID.
CaseNum
Load case number.
CaseName
String containing the new name of the load case.